// +----------------------------------------------------------------------
// | 麦沃德科技赋能开发者，助力商协会发展 
// +----------------------------------------------------------------------
// | Copyright (c) 2017～2024  www.wdsxh.cn    All rights reserved.
// +----------------------------------------------------------------------
// | 沃德商协会系统并不是自由软件，不加密，并不代表开源，未经许可不可自由转售和商用
// +----------------------------------------------------------------------
// | Author: MY WORLD Team <bd@maiwd.cn>   www.maiwd.cn
// +----------------------------------------------------------------------
// | 商会相册接口列表文件 开发者: 麦沃德科技-暴雨
// +----------------------------------------------------------------------

export default {
	// 相册列表
	albumList: {
		url: '/api/wdsxh/album/index',
		method: 'GET',
	},
	// 自定义装修相册列表
	albumDiyList: {
		url: '/api/wdsxh/album/diy_list',
		method: 'GET',
	},
	// 相册详情
	albumDetails: {
		url: '/api/wdsxh/album/details',
		method: 'GET',
	},
	// 相册权限
	albumLimit: {
		url: '/api/wdsxh/album/album_config',
		method: 'GET',
	},
};