<?php
// +----------------------------------------------------------------------
// | 麦沃德科技赋能开发者，助力商协会发展 
// +----------------------------------------------------------------------
// | Copyright (c) 2017～2024  www.wdsxh.cn    All rights reserved.
// +----------------------------------------------------------------------
// | 沃德商协会系统并不是自由软件，不加密，并不代表开源，未经许可不可自由转售和商用
// +----------------------------------------------------------------------
// | Author: MY WORLD Team <bd@maiwd.cn>   www.maiwd.cn
// +----------------------------------------------------------------------

return [
    'Id'       => 'ID',
    'Name'     => '分类名称',
    'Icon'     => '行业图标',
    'Weigh'    => '排序',
    'Status'   => '状态',
    'Status 0' => '隐藏',
    'Set status to 0'=> '设为隐藏',
    'Status 1' => '显示',
    'Set status to 1'=> '设为显示',
    'Are you sure you want to delete this item?'            => '警告：一旦删除，数据无法恢复，谨慎处理！！！',
];
