<?php
// +----------------------------------------------------------------------
// | 麦沃德科技赋能开发者，助力商协会发展 
// +----------------------------------------------------------------------
// | Copyright (c) 2017～2024  www.wdsxh.cn    All rights reserved.
// +----------------------------------------------------------------------
// | 沃德商协会系统并不是自由软件，不加密，并不代表开源，未经许可不可自由转售和商用
// +----------------------------------------------------------------------
// | Author: MY WORLD Team <bd@maiwd.cn>   www.maiwd.cn
// +----------------------------------------------------------------------

return [
    'Id'         => 'ID',
    'Title'      => '轮播标题',
    'Image'      => '轮播图片',
    'Status'     => '状态',
    'Status 0'   => '禁用',
    'Set status to 0'=> '设为禁用',
    'Status 1'   => '启用',
    'Set status to 1'=> '设为启用',
    'Weigh'      => '排序',
    'Createtime' => '创建时间',
    'Are you sure you want to delete this item?'            => '警告：一旦删除，数据无法恢复，谨慎处理！！！',
];
