<?php
// +----------------------------------------------------------------------
// | 麦沃德科技赋能开发者，助力商协会发展 
// +----------------------------------------------------------------------
// | Copyright (c) 2017～2024  www.wdsxh.cn    All rights reserved.
// +----------------------------------------------------------------------
// | 沃德商协会系统并不是自由软件，不加密，并不代表开源，未经许可不可自由转售和商用
// +----------------------------------------------------------------------
// | Author: MY WORLD Team <bd@maiwd.cn>   www.maiwd.cn
// +----------------------------------------------------------------------

return [
    'Introduce'         => '商会介绍',
    'Image'             => '单图',
    'Background_image'  => '入会申请背景图',
    'Association_image' => '商会信息图片',
    'Member_image'      => '会员风采图片',
    'Activity_image'    => '商会活动图片',
    'Business_image'    => '供需大厅图片',
    'Article_image'     => '商会新闻图片',
    'Contact_image'     => '联系我们图片',
    'Applet_qr_code'    => '小程序二维码',
    'Album_image'       => '商会相册图片'
];
