<?php
// +----------------------------------------------------------------------
// | 麦沃德科技赋能开发者，助力商协会发展 
// +----------------------------------------------------------------------
// | Copyright (c) 2017～2024  www.wdsxh.cn    All rights reserved.
// +----------------------------------------------------------------------
// | 沃德商协会系统并不是自由软件，不加密，并不代表开源，未经许可不可自由转售和商用
// +----------------------------------------------------------------------
// | Author: MY WORLD Team <bd@maiwd.cn>   www.maiwd.cn
// +----------------------------------------------------------------------

return [
    'User_id'         => '用户id',
    'Nickname'        => '昵称',
    'Mobile'          => '手机号',
    'Avatar'          => '头像',
    'Applet_openid'   => '小程序openid',
    'Wananchi_openid' => '公众号openid',
    'Set_admin'       => '是否是管理员',
    'Set_admin 1'     => '管理员',
    'Set_admin 2'     => '不是管理员',
    'Channel'         => '注册渠道',
    'Channel 1'       => '微信小程序',
    'Channel 2'       => '微信公众号'
];
