<?php
// +----------------------------------------------------------------------
// | 麦沃德科技赋能开发者，助力商协会发展 
// +----------------------------------------------------------------------
// | Copyright (c) 2017～2024  www.wdsxh.cn    All rights reserved.
// +----------------------------------------------------------------------
// | 沃德商协会系统并不是自由软件，不加密，并不代表开源，未经许可不可自由转售和商用
// +----------------------------------------------------------------------
// | Author: MY WORLD Team <bd@maiwd.cn>   www.maiwd.cn
// +----------------------------------------------------------------------

return [
    'Refund_price'        => '退款金额',
    'Refund_time'         => '退款时间',
    'Refund_reason'       => '退款用户说明',
    'Refund_express_no'   => '退款快递单号',
    'Createtime'          => '创建时间',
    'Add_express_no_time' => '添加单号时间',
    'State'               => '退款前状态',
    'Wdsxh_user_id'       => '用户id',
    'Are you sure you want to delete this item?'            => '警告：一旦删除，数据无法恢复，谨慎处理！！！',
];
