<?php
// +----------------------------------------------------------------------
// | 麦沃德科技赋能开发者，助力商协会发展 
// +----------------------------------------------------------------------
// | Copyright (c) 2017～2024  www.wdsxh.cn    All rights reserved.
// +----------------------------------------------------------------------
// | 沃德商协会系统并不是自由软件，不加密，并不代表开源，未经许可不可自由转售和商用
// +----------------------------------------------------------------------
// | Author: MY WORLD Team <bd@maiwd.cn>   www.maiwd.cn
// +----------------------------------------------------------------------

return [
    'Self_pickup_status'               => '自提点开启状态',
    'Self_pickup_status 1'             => '打开',
    'Self_pickup_status 2'             => '关闭',
    'Address'             => '自提点地址',
    'Longitude'           => '经度',
    'Latitude'            => '纬度',
];
