<?php
// +----------------------------------------------------------------------
// | 麦沃德科技赋能开发者，助力商协会发展 
// +----------------------------------------------------------------------
// | Copyright (c) 2017～2024  www.wdsxh.cn    All rights reserved.
// +----------------------------------------------------------------------
// | 沃德商协会系统并不是自由软件，不加密，并不代表开源，未经许可不可自由转售和商用
// +----------------------------------------------------------------------
// | Author: MY WORLD Team <bd@maiwd.cn>   www.maiwd.cn
// +----------------------------------------------------------------------

return [
    'Type'                => '类型',
    'Type 1'              => '个人',
    'Type 2'              => '企业',
    'Type 3'              => '团体',
    'Wechat_id'           => '微信id',
    'Name'                => '姓名',
    'Avatar'              => '头像',
    'Mobile'              => '手机号',
    'Member_level_id'     => '会员级别',
    'Native_place'        => '籍贯',
    'Introduce_content'   => '介绍',
    'Address'             => '所在地址json',
    'Cert'                => '证书json',
    'Custom_content'      => '自定义内容',
    'State'               => '状态',
    'State 1'             => '待审核',
    'State 2'             => '已通过',
    'State 3'             => '已驳回',
    'State 4'             => '待付款',
    'Reject'              => '驳回原因',
    'Createtime'          => '申请时间',
    'Level.name'          => '入会级别',
];
