<!-- +----------------------------------------------------------------------
| 麦沃德科技赋能开发者，助力商协会发展 
+----------------------------------------------------------------------
| Copyright (c) 2017～2024  www.wdsxh.cn    All rights reserved.
+----------------------------------------------------------------------
| 沃德商协会系统并不是自由软件，不加密，并不代表开源，未经许可不可自由转售和商用
+----------------------------------------------------------------------
| Author: MY WORLD Team <bd@maiwd.cn>   www.maiwd.cn
+----------------------------------------------------------------------
| 外部网页 开发者: 麦沃德科技半夏
+---------------------------------------------------------------------- -->

<template>
	<view>
		<web-view :src="path"></web-view>
	</view>
</template>
<script>
	export default {
		data() {
			return {
				path: ""
			}
		},
		onLoad(option) {
			this.path = decodeURIComponent(option.path)
		}
	}
</script>